Repository: CofficLab/GitOK
Catalog: Plugins/Git-Commit/GitCommit.xcstrings
Source language: en
Languages: zh_hk

source: Loading
zh_hk: 正在載入

source: Unknown
zh_hk: 未知

source: 刷新文件列表…
zh_hk: 重新整理檔案列表…

source: 工作区干净
zh_hk: 工作區乾淨

source: 已推送到远程
zh_hk: 已推送到遠端

source: 当前提交尚未推送到远程
zh_hk: 目前提交尚未推送到遠端

source: 当前状态
zh_hk: 目前狀態

source: 拉取中…
zh_hk: 擷取中…~

source: 推送到远程
zh_hk: 推送到遠端

source: 推送失败
zh_hk: 推送失敗

source: 暂未推送到远程
zh_hk: 暫未推送到遠端~

source: 未找到用户信息
zh_hk: 未找到用戶資訊

source: 未配置用户信息
zh_hk: 未配置用戶資訊

source: 检查远程状态…
zh_hk: 檢查遠端狀態…

source: 正在加载
zh_hk: 正在載入

source: 点击执行 git pull 拉取远程提交
zh_hk: 點擊執行 git pull 擷取遠端提交

source: 点击执行 git push 推送本地提交
zh_hk: 點擊執行 git push 推送本地提交

source: 点击推送到远程仓库
zh_hk: 點擊推送至遠端倉庫

source: 点击查看用户信息
zh_hk: 點擊查看使用者資訊

source: 管理预设...
zh_hk: 管理預設...

source: 远程有 %lld 个提交可拉取
zh_hk: 遠程有 %lld 個提交可拉取

source: 重试
zh_hk: 重試

source: 项目不可用
zh_hk: 專案不可用
